{ "works": {
  "stories": [
    { "title" : "The Shoemaker and the Devil",
    "author" : "Anton Chekhov",
    "text" : "~ ~ ~ It was Christmas Eve. Marya had long been snoring on the stove; all the paraffin in the little lamp had burnt out, but Fyodor Nilov still sat at work. He would long ago have flung aside his work and gone out into the street, but a customer from Kolokolny Lane, who had a fortnight before ordered some boots, had been in the previous day, had abused him roundly, and had ordered him to finish the boots at once before the morning service.“It’s a convict’s life!” Fyodor grumbled as he worked. “Some people have been asleep long ago, others are enjoying themselves, while you sit here like some Cain and sew for the devil knows whom....”To save himself from accidentally falling asleep, he kept taking a bottle from under the table and drinking out of it, and after every pull at it he twisted his head and said aloud:“What is the reason, kindly tell me, that customers enjoy themselves while I am forced to sit and work for them? Because they have money and I am a beggar?”He hated all his customers, especially the one who lived in Kolokolny Lane. He was a gentleman of gloomy appearance, with long hair, a yellow face, blue spectacles, and a husky voice. He had a German name which one could not pronounce. It was impossible to tell what was his calling and what he did. When, a fortnight before, Fyodor had gone to take his measure, he, the customer, was sitting on the floor pounding something in a mortar. Before Fyodor had time to say good-morning the contents of the mortar suddenly flared up and burned with a bright red flame; there was a stink of sulphur and burnt feathers, and the room was filled with a thick pink smoke, so that Fyodor sneezed five times; and as he returned home afterwards, he thought: “Anyone who feared God would not have anything to do with things like that.”When there was nothing left in the bottle Fyodor put the boots on the table and sank into thought. He leaned his heavy head on his fist and began thinking of his poverty, of his hard life with no glimmer of light in it. Then he thought of the rich, of their big houses and their carriages, of their hundred-rouble notes.... How nice it would be if the houses of these rich men—the devil flay them!—were smashed, if their horses died, if their fur coats and sable caps got shabby! How splendid it would be if the rich, little by little, changed into beggars having nothing, and he, a poor shoemaker, were to become rich, and were to lord it over some other poor shoemaker on Christmas Eve.Dreaming like this, Fyodor suddenly thought of his work, and opened his eyes.“Here’s a go,” he thought, looking at the boots. “The job has been finished ever so long ago, and I go on sitting here. I must take the boots to the gentleman.”He wrapped up the work in a red handkerchief, put on his things, and went out into the street. A fine hard snow was falling, pricking the face as though with needles. It was cold, slippery, dark, the gas-lamps burned dimly, and for some reason there was a smell of paraffin in the street, so that Fyodor coughed and cleared his throat. Rich men were driving to and fro on the road, and every rich man had a ham and a bottle of vodka in his hands. Rich young ladies peeped at Fyodor out of the carriages and sledges, put out their tongues and shouted, laughing:“Beggar! Beggar!”Students, officers, and merchants walked behind Fyodor, jeering at him and crying:“Drunkard! Drunkard! Infidel cobbler! Soul of a boot-leg! Beggar!”All this was insulting, but Fyodor held his tongue and only spat in disgust. But when Kuzma Lebyodkin from Warsaw, a master-bootmaker, met him and said: “I’ve married a rich woman and I have men working under me, while you are a beggar and have nothing to eat,” Fyodor could not refrain from running after him. He pursued him till he found himself in Kolokolny Lane. His customer lived in the fourth house from the corner on the very top floor. To reach him one had to go through a long, dark courtyard, and then to climb up a very high slippery stair-case which tottered under one’s feet. When Fyodor went in to him he was sitting on the floor pounding something in a mortar, just as he had been the fortnight before.“Your honor, I have brought your boots,” said Fyodor sullenly.The customer got up and began trying on the boots in silence. Desiring to help him, Fyodor went down on one knee and pulled off his old, boot, but at once jumped up and staggered towards the door in horror. The customer had not a foot, but a hoof like a horse’s.“Aha!” thought Fyodor; “here’s a go!”The first thing should have been to cross himself, then to leave everything and run downstairs; but he immediately reflected that he was meeting a devil for the first and probably the last time, and not to take advantage of his services would be foolish. He controlled himself and determined to try his luck. Clasping his hands behind him to avoid making the sign of the cross, he coughed respectfully and began:“They say that there is nothing on earth more evil and impure than the devil, but I am of the opinion, your honor, that the devil is highly educated. He has—excuse my saying it—hoofs and a tail behind, but he has more brains than many a student.”“I like you for what you say,” said the devil, flattered. “Thank you, shoemaker! What do you want?”And without loss of time the shoemaker began complaining of his lot. He began by saying that from his childhood up he had envied the rich. He had always resented it that all people did not live alike in big houses and drive with good horses. Why, he asked, was he poor? How was he worse than Kuzma Lebyodkin from Warsaw, who had his own house, and whose wife wore a hat? He had the same sort of nose, the same hands, feet, head, and back, as the rich, and so why was he forced to work when others were enjoying themselves? Why was he married to Marya and not to a lady smelling of scent? He had often seen beautiful young ladies in the houses of rich customers, but they either took no notice of him whatever, or else sometimes laughed and whispered to each other: “What a red nose that shoemaker has!” It was true that Marya was a good, kind, hard-working woman, but she was not educated; her hand was heavy and hit hard, and if one had occasion to speak of politics or anything intellectual before her, she would put her spoke in and talk the most awful nonsense.“What do you want, then?” his customer interrupted him.“I beg you, your honor Satan Ivanitch, to be graciously pleased to make me a rich man.” “Certainly. Only for that you must give me up your soul! Before the cocks crow, go and sign on this paper here that you give me up your soul.”“Your honor,” said Fyodor politely, “when you ordered a pair of boots from me I did not ask for the money in advance. One has first to carry out the order and then ask for payment.”“Oh, very well!” the customer assented.A bright flame suddenly flared up in the mortar, a pink thick smoke came puffing out, and there was a smell of burnt feathers and sulphur. When the smoke had subsided, Fyodor rubbed his eyes and saw that he was no longer Fyodor, no longer a shoemaker, but quite a different man, wearing a waistcoat and a watch-chain, in a new pair of trousers, and that he was sitting in an armchair at a big table. Two foot men were handing him dishes, bowing low and saying:“Kindly eat, your honor, and may it do you good!”What wealth! The footmen handed him a big piece of roast mutton and a dish of cucumbers, and then brought in a frying-pan a roast goose, and a little afterwards boiled pork with horse-radish cream. And how dignified, how genteel it all was! Fyodor ate, and before each dish drank a big glass of excellent vodka, like some general or some count. After the pork he was handed some boiled grain moistened with goose fat, then an omelette with bacon fat, then fried liver, and he went on eating and was delighted. What more? They served, too, a pie with onion and steamed turnip with kvass.“How is it the gentry don’t burst with such meals?” he thought.In conclusion they handed him a big pot of honey. After dinner the devil appeared in blue spectacles and asked with a low bow:“Are you satisfied with your dinner, Fyodor Pantelyeitch?”But Fyodor could not answer one word, he was so stuffed after his dinner. The feeling of repletion was unpleasant, oppressive, and to distract his thoughts he looked at the boot on his left foot.“For a boot like that I used not to take less than seven and a half roubles. What shoemaker made it?” he asked.“Kuzma Lebyodkin,” answered the footman.“Send for him, the fool!”Kuzma Lebyodkin from Warsaw soon made his appearance. He stopped in a respectful attitude at the door and asked:“What are your orders, your honor?”“Hold your tongue!” cried Fyodor, and stamped his foot. “Don’t dare to argue; remember your place as a cobbler! Blockhead! You don’t know how to make boots! I’ll beat your ugly phiz to a jelly! Why have you come?”“For money.”“What money? Be off! Come on Saturday! Boy, give him a cuff!”But he at once recalled what a life the customers used to lead him, too, and he felt heavy at heart, and to distract his attention he took a fat pocketbook out of his pocket and began counting his money. There was a great deal of money, but Fyodor wanted more still. The devil in the blue spectacles brought him another notebook fatter still, but he wanted even more; and the more he counted it, the more discontented he became.In the evening the evil one brought him a full-bosomed lady in a red dress, and said that this was his new wife. He spent the whole evening kissing her and eating gingerbreads, and at night he went to bed on a soft, downy feather-bed, turned from side to side, and could not go to sleep. He felt uncanny.“We have a great deal of money,” he said to his wife; “we must look out or thieves will be breaking in. You had better go and look with a candle.”He did not sleep all night, and kept getting up to see if his box was all right. In the morning he had to go to church to matins. In church the same honor is done to rich and poor alike. When Fyodor was poor he used to pray in church like this: “God, forgive me, a sinner!” He said the same thing now though he had become rich. What difference was there? And after death Fyodor rich would not be buried in gold, not in diamonds, but in the same black earth as the poorest beggar. Fyodor would burn in the same fire as cobblers. Fyodor resented all this, and, too, he felt weighed down all over by his dinner, and instead of prayer he had all sorts of thoughts in his head about his box of money, about thieves, about his bartered, ruined soul.He came out of church in a bad temper. To drive away his unpleasant thoughts as he had often done before, he struck up a song at the top of his voice. But as soon as he began a policeman ran up and said, with his fingers to the peak of his cap:“Your honor, gentlefolk must not sing in the street! You are not a shoemaker!”Fyodor leaned his back against a fence and fell to thinking: what could he do to amuse himself?“Your honor,” a porter shouted to him, “don’t lean against the fence, you will spoil your fur coat!”Fyodor went into a shop and bought himself the very best concertina, then went out into the street playing it. Everybody pointed at him and laughed.“And a gentleman, too,” the cabmen jeered at him; “like some cobbler....”“Is it the proper thing for gentlefolk to be disorderly in the street?” a policeman said to him. “You had better go into a tavern!”“Your honor, give us a trifle, for Christ’s sake,” the beggars wailed, surrounding Fyodor on all sides.In earlier days when he was a shoemaker the beggars took no notice of him, now they wouldn’t let him pass.And at home his new wife, the lady, was waiting for him, dressed in a green blouse and a red skirt. He meant to be attentive to her, and had just lifted his arm to give her a good clout on the back, but she said angrily:“Peasant! Ignorant lout! You don’t know how to behave with ladies! If you love me you will kiss my hand; I don’t allow you to beat me.”“This is a blasted existence!” thought Fyodor. “People do lead a life! You mustn’t sing, you mustn’t play the concertina, you mustn’t have a lark with a lady.... Pfoo!”He had no sooner sat down to tea with the lady when the evil spirit in the blue spectacles appeared and said:“Come, Fyodor Pantelyeitch, I have performed my part of the bargain. Now sign your paper and come along with me!”And he dragged Fyodor to hell, straight to the furnace, and devils flew up from all directions and shouted:“Fool! Blockhead! Ass!”There was a fearful smell of paraffin in hell, enough to suffocate one. And suddenly it all vanished. Fyodor opened his eyes and saw his table, the boots, and the tin lamp. The lamp-glass was black, and from the faint light on the wick came clouds of stinking smoke as from a chimney. Near the table stood the customer in the blue spectacles, shouting angrily:“Fool! Blockhead! Ass! I’ll give you a lesson, you scoundrel! You took the order a fortnight ago and the boots aren’t ready yet! Do you suppose I want to come trapesing round here half a dozen times a day for my boots? You wretch! you brute!”Fyodor shook his head and set to work on the boots. The customer went on swearing and threatening him for a long time. At last when he subsided, Fyodor asked sullenly:“And what is your occupation, sir?”“I make Bengal lights and fireworks. I am a pyrotechnician.”They began ringing for matins. Fyodor gave the customer the boots, took the money for them, and went to church.Carriages and sledges with bearskin rugs were dashing to and fro in the street; merchants, ladies, officers were walking along the pavement together with the humbler folk.... But Fyodor did not envy them nor repine at his lot. It seemed to him now that rich and poor were equally badly off. Some were able to drive in a carriage, and others to sing songs at the top of their voice and to play the concertina, but one and the same thing, the same grave, was awaiting all alike, and there was nothing in life for which one would give the devil even a tiny scrap of one’s soul. . . . THE END" },
    { "title" : "The Yellow Wallpaper",
    "author" : "Charlotte Perkins Gilman",
    "text" : "~ ~ ~ It is very seldom that mere ordinary people like John and myself secure ancestral halls for the summer. A colonial mansion, a hereditary estate, I would say a haunted house, and reach the height of romantic felicity, but that would be asking too much of fate! Still I will proudly declare that there is something queer about it. Else, why should it be let so cheaply? And why have stood so long untenanted? John laughs at me, of course, but one expects that in marriage. John is practical in the extreme. He has no patience with faith, an intense horror of superstition, and he scoffs openly at any talk of things not to be felt and seen and put down in figures. John is a physician, and perhaps, (I would not say it to a living soul, of course, but this is dead paper and a great relief to my mind), perhaps that is one reason I do not get well faster. You see, he does not believe I am sick! And what can one do? If a physician of high standing, and one's own husband, assures friends and relatives that there is really nothing the matter with one but temporary nervous depression, a slight hysterical tendency, what is one to do? My brother is also a physician, and also of high standing, and he says the same thing. So I take phosphates or phosphites, whichever it is, and tonics, and journeys, and air, and exercise, and am absolutely forbidden to 'work' until I am well again. Personally, I disagree with their ideas. Personally, I believe that congenial work, with excitement and change, would do me good. But what is one to do? I did write for a while in spite of them; but it does exhaust me a good deal, having to be so sly about it, or else meet with heavy opposition. I sometimes fancy that in my condition if I had less opposition and more society and stimulus, but John says the very worst thing I can do is to think about my condition, and I confess it always makes me feel bad. So I will let it alone and talk about the house. The most beautiful place! It is quite alone, standing well back from the road, quite three miles from the village. It makes me think of English places that you read about, for there are hedges and walls and gates that lock, and lots of separate little houses for the gardeners and people. There is a delicious garden! I never saw such a garden, large and shady, full of box-bordered paths, and lined with long grape-covered arbors with seats under them. There were greenhouses, too, but they are all broken now. There was some legal trouble, I believe, something about the heirs and co-heirs; anyhow, the place has been empty for years. That spoils my ghostliness, I am afraid; but I don't care, there is something strange about the house, I can feel it. I even said so to John one moonlight evening, but he said what I felt was a draught, and shut the window. I get unreasonably angry with John sometimes. I'm sure I never used to be so sensitive. I think it is due to this nervous condition. But John says if I feel so I shall neglect proper self-control; so I take pains to control myself, before him, at least, and that makes me very tired. I don't like our room a bit. I wanted one downstairs that opened on the piazza and had roses all over the window, and such pretty old-fashioned chintz hangings! but John would not hear of it. He said there was only one window and not room for two beds, and no near room for him if he took another. He is very careful and loving, and hardly lets me stir without special direction. I have a schedule prescription for each hour in the day; he takes all care from me, and so I feel basely ungrateful not to value it more. He said we came here solely on my account, that I was to have perfect rest and all the air I could get. 'Your exercise depends on your strength, my dear,' said he, 'and your food somewhat on your appetite; but air you can absorb all the time.' So we took the nursery, at the top of the house. It is a big, airy room, the whole floor nearly, with windows that look all ways, and air and sunshine galore. It was nursery first and then playground and gymnasium, I should judge; for the windows are barred for little children, and there are rings and things in the walls. The paint and paper look as if a boys' school had used it. It is stripped off, the paper, in great patches all around the head of my bed, about as far as I can reach, and in a great place on the other side of the room low down. I never saw a worse paper in my life. One of those sprawling flamboyant patterns committing every artistic sin. It is dull enough to confuse the eye in following, pronounced enough to constantly irritate, and provoke study, and when you follow the lame, uncertain curves for a little distance they suddenly commit suicide, plunge off at outrageous angles, destroy themselves in unheard-of contradictions. The color is repellant, almost revolting; a smouldering, unclean yellow, strangely faded by the slow-turning sunlight. It is a dull yet lurid orange in some places, a sickly sulphur tint in others. No wonder the children hated it! I should hate it myself if I had to live in this room long. There comes John, and I must put this away, he hates to have me write a word. We have been here two weeks, and I haven't felt like writing before, since that first day. I am sitting by the window now, up in this atrocious nursery, and there is nothing to hinder my writing as much as I please, save lack of strength. John is away all day, and even some nights when his cases are serious. I am glad my case is not serious! But these nervous troubles are dreadfully depressing. John does not know how much I really suffer. He knows there is no reason to suffer, and that satisfies him. Of course it is only nervousness. It does weigh on me so not to do my duty in any way! I meant to be such a help to John, such a real rest and comfort, and here I am a comparative burden already! Nobody would believe what an effort it is to do what little I am able, to dress and entertain, and order things. It is fortunate Mary is so good with the baby. Such a dear baby! And yet I cannot be with him, it makes me so nervous. I suppose John never was nervous in his life. He laughs at me so about this wallpaper! At first he meant to repaper the room, but afterwards he said that I was letting it get the better of me, and that nothing was worse for a nervous patient than to give way to such fancies. He said that after the wallpaper was changed it would be the heavy bedstead, and then the barred windows, and then that gate at the head of the stairs, and so on. 'You know the place is doing you good,' he said, 'and really, dear, I don't care to renovate the house just for a three months' rental.' 'Then do let us go downstairs,' I said, 'there are such pretty rooms there.' Then he took me in his arms and called me a blessed little goose, and said he would go down cellar if I wished, and have it whitewashed into the bargain. But he is right enough about the beds and windows and things. It is as airy and comfortable a room as any one need wish, and, of course, I would not be so silly as to make him uncomfortable just for a whim. I'm really getting quite fond of the big room, all but that horrid paper. Out of one window I can see the garden, those mysterious deep-shaded arbors, the riotous old-fashioned flowers, and bushes and gnarly trees. Out of another I get a lovely view of the bay and a little private wharf belonging to the estate. There is a beautiful shaded lane that runs down there from the house. I always fancy I see people walking in these numerous paths and arbors, but John has cautioned me not to give way to fancy in the least. He says that with my imaginative power and habit of story-making a nervous weakness like mine is sure to lead to all manner of excited fancies, and that I ought to use my will and good sense to check the tendency. So I try. I think sometimes that if I were only well enough to write a little it would relieve the press of ideas and rest me. But I find I get pretty tired when I try. It is so discouraging not to have any advice and companionship about my work. When I get really well John says we will ask Cousin Henry and Julia down for a long visit; but he says he would as soon put fire-works in my pillow-case as to let me have those stimulating people about now. I wish I could get well faster. But I must not think about that. This paper looks to me as if it knew what a vicious influence it had! There is a recurrent spot where the pattern lolls like a broken neck and two bulbous eyes stare at you upside-down. I get positively angry with the impertinence of it and the everlastingness. Up and down and sideways they crawl, and those absurd, unblinking eyes are everywhere. There is one place where two breadths didn't match, and the eyes go all up and down the line, one a little higher than the other. I never saw so much expression in an inanimate thing before, and we all know how much expression they have! I used to lie awake as a child and get more entertainment and terror out of blank walls and plain furniture than most children could find in a toy-store. I remember what a kindly wink the knobs of our big old bureau used to have, and there was one chair that always seemed like a strong friend. I used to feel that if any of the other things looked too fierce I could always hop into that chair and be safe. The furniture in this room is no worse than inharmonious, however, for we had to bring it all from downstairs. I suppose when this was used as a playroom they had to take the nursery things out, and no wonder! I never saw such ravages as the children have made here. The wallpaper, as I said before, is torn off in spots, and it sticketh closer than a brother, they must have had perseverance as well as hatred. Then the floor is scratched and gouged and splintered, the plaster itself is dug out here and there, and this great heavy bed, which is all we found in the room, looks as if it had been through the wars. But I don't mind it a bit, only the paper. There comes John's sister. Such a dear girl as she is, and so careful of me! I must not let her find me writing. She is a perfect, and enthusiastic housekeeper, and hopes for no better profession. I verily believe she thinks it is the writing which made me sick! But I can write when she is out, and see her a long way off from these windows. There is one that commands the road, a lovely, shaded, winding road, and one that just looks off over the country. A lovely country, too, full of great elms and velvet meadows. This wallpaper has a kind of sub-pattern in a different shade, a particularly irritating one, for you can only see it in certain lights, and not clearly then. But in the places where it isn't faded, and where the sun is just so, I can see a strange, provoking, formless sort of figure, that seems to sulk about behind that silly and conspicuous front design. There's sister on the stairs! Well, the Fourth of July is over! The people are gone and I am tired out. John thought it might do me good to see a little company, so we just had mother and Nellie and the children down for a week. Of course I didn't do a thing. Jennie sees to everything now. But it tired me all the same. John says if I don't pick up faster he shall send me to Weir Mitchell in the fall. But I don't want to go there at all. I had a friend who was in his hands once, and she says he is just like John and my brother, only more so! Besides, it is such an undertaking to go so far. I don't feel as if it was worth while to turn my hand over for anything, and I'm getting dreadfully fretful and querulous. I cry at nothing, and cry most of the time. Of course I don't when John is here, or anybody else, but when I am alone. And I am alone a good deal just now. John is kept in town very often by serious cases, and Jennie is good and lets me alone when I want her to. So I walk a little in the garden or down that lovely lane, sit on the porch under the roses, and lie down up here a good deal. I'm getting really fond of the room in spite of the wallpaper. Perhaps because of the wallpaper. It dwells in my mind so! I lie here on this great immovable bed, it is nailed down, I believe, and follow that pattern about by the hour. It is as good as gymnastics, I assure you. I start, we'll say, at the bottom, down in the corner over there where it has not been touched, and I determine for the thousandth time that I will follow that pointless pattern to some sort of a conclusion. I know a little of the principle of design, and I know this thing was not arranged on any laws of radiation, or alternation, or repetition, or symmetry, or anything else that I ever heard of. It is repeated, of course, by the breadths, but not otherwise. Looked at in one way each breadth stands alone, the bloated curves and flourishes, a kind of 'debased Romanesque' with delirium tremens, go waddling up and down in isolated columns of fatuity. But, on the other hand, they connect diagonally, and the sprawling outlines run off in great slanting waves of optic horror, like a lot of wallowing seaweeds in full chase. The whole thing goes horizontally, too, at least it seems so, and I exhaust myself in trying to distinguish the order of its going in that direction. They have used a horizontal breadth for a frieze, and that adds wonderfully to the confusion. There is one end of the room where it is almost intact, and there, when the cross-lights fade and the low sun shines directly upon it, I can almost fancy radiation after all, the interminable grotesques seem to form around a common centre and rush off in headlong plunges of equal distraction. It makes me tired to follow it. I will take a nap, I guess. I don't know why I should write this. I don't want to. I don't feel able. And I know John would think it absurd. But I must say what I feel and think in some way, it is such a relief! But the effort is getting to be greater than the relief. Half the time now I am awfully lazy, and lie down ever so much. John says I musn't lose my strength, and has me take cod-liver oil and lots of tonics and things, to say nothing of ale and wine and rare meat. Dear John! He loves me very dearly, and hates to have me sick. I tried to have a real earnest reasonable talk with him the other day, and tell him how I wish he would let me go and make a visit to Cousin Henry and Julia. But he said I wasn't able to go, nor able to stand it after I got there; and I did not make out a very good case for myself, for I was crying before I had finished. It is getting to be a great effort for me to think straight. Just this nervous weakness, I suppose. And dear John gathered me up in his arms, and just carried me upstairs and laid me on the bed, and sat by me and read to me till it tired my head. He said I was his darling and his comfort and all he had, and that I must take care of myself for his sake, and keep well. He says no one but myself can help me out of it, that I must use my will and self-control and not let any silly fancies run away with me. There's one comfort, the baby is well and happy, and does not have to occupy this nursery with the horrid wallpaper. If we had not used it that blessed child would have! What a fortunate escape! Why, I wouldn't have a child of mine, an impressionable little thing, live in such a room for worlds. I never thought of it before, but it is lucky that John kept me here after all. I can stand it so much easier than a baby, you see. Of course I never mention it to them any more, I am too wise, but I keep watch of it all the same. There are things in that paper that nobody knows but me, or ever will. Behind that outside pattern the dim shapes get clearer every day. It is always the same shape, only very numerous. And it is like a woman stooping down and creeping about behind that pattern. I don't like it a bit. I wonder, I begin to think, I wish John would take me away from here! It is so hard to talk with John about my case, because he is so wise, and because he loves me so. But I tried it last night. It was moonlight. The moon shines in all around, just as the sun does. I hate to see it sometimes, it creeps so slowly, and always comes in by one window or another. John was asleep and I hated to waken him, so I kept still and watched the moonlight on that undulating wallpaper till I felt creepy. The faint figure behind seemed to shake the pattern, just as if she wanted to get out. I got up softly and went to feel and see if the paper did move, and when I came back John was awake. 'What is it, little girl?' he said. 'Don't go walking about like that, you'll get cold.' I though it was a good time to talk, so I told him that I really was not gaining here, and that I wished he would take me away. 'Why darling!' said he, 'our lease will be up in three weeks, and I can't see how to leave before. 'The repairs are not done at home, and I cannot possibly leave town just now. Of course if you were in any danger I could and would, but you really are better, dear, whether you can see it or not. I am a doctor, dear, and I know. You are gaining flesh and color, your appetite is better. I feel really much easier about you.' 'I don't weigh a bit more,' said I, 'nor as much; and my appetite may be better in the evening, when you are here, but it is worse in the morning when you are away.' 'Bless her little heart!' said he with a big hug; 'she shall be as sick as she pleases! But now let's improve the shining hours by going to sleep, and talk about it in the morning!' 'And you won't go away?' I asked gloomily. 'Why, how can I, dear? It is only three weeks more and then we will take a nice little trip of a few days while Jennie is getting the house ready. Really, dear, you are better!' 'Better in body perhaps', I began, and stopped short, for he sat up straight and looked at me with such a stern, reproachful look that I could not say another word. 'My darling,' said he, 'I beg of you, for my sake and for our child's sake, as well as for your own, that you will never for one instant let that idea enter your mind! There is nothing so dangerous, so fascinating, to a temperament like yours. It is a false and foolish fancy. Can you not trust me as a physician when I tell you so?' So of course I said no more on that score, and we went to sleep before long. He thought I was asleep first, but I wasn't, I lay there for hours trying to decide whether that front pattern and the back pattern really did move together or separately. On a pattern like this, by daylight, there is a lack of sequence, a defiance of law, that is a constant irritant to a normal mind. The color is hideous enough, and unreliable enough, and infuriating enough, but the pattern is torturing. You think you have mastered it, but just as you get well under way in following, it turns a back somersault and there you are. It slaps you in the face, knocks you down, and tramples upon you. It is like a bad dream. The outside pattern is a florid arabesque, reminding one of a fungus. If you can imagine a toadstool in joints, an interminable string of toadstools, budding and sprouting in endless convolutions, why, that is something like it. That is, sometimes! There is one marked peculiarity about this paper, a thing nobody seems to notice but myself, and that is that it changes as the light changes. When the sun shoots in through the east window, I always watch for that first long, straight ray, it changes so quickly that I never can quite believe it. That is why I watch it always. By moonlight, the moon shines in all night when there is a moon, I wouldn't know it was the same paper. At night in any kind of light, in twilight, candlelight, lamplight, and worst of all by moonlight, it becomes bars! The outside pattern I mean, and the woman behind it is as plain as can be. I didn't realize for a long time what the thing was that showed behind, that dim sub-pattern, but now I am quite sure it is a woman. By daylight she is subdued, quiet. I fancy it is the pattern that keeps her so still. It is so puzzling. It keeps me quiet by the hour. I lie down ever so much now. John says it is good for me, and to sleep all I can. Indeed, he started the habit by making me lie down for an hour after each meal. It is a very bad habit, I am convinced, for, you see, I don't sleep. And that cultivates deceit, for I don't tell them I'm awake, oh, no! The fact is, I am getting a little afraid of John. He seems very queer sometimes, and even Jennie has an inexplicable look. It strikes me occasionally, just as a scientific hypothesis, that perhaps it is the paper! I have watched John when he did not know I was looking, and come into the room suddenly on the most innocent excuses, and I've caught him several times looking at the paper! And Jennie too. I caught Jennie with her hand on it once. She didn't know I was in the room, and when I asked her in a quiet, a very quiet voice, with the most restrained manner possible, what she was doing with the paper she turned around as if she had been caught stealing, and looked quite angry, asked me why I should frighten her so! Then she said that the paper stained everything it touched, that she had found yellow smooches on all my clothes and John's, and she wished we would be more careful! Did not that sound innocent? But I know she was studying that pattern, and I am determined that nobody shall find it out but myself! Life is very much more exciting now than it used to be. You see I have something more to expect, to look forward to, to watch. I really do eat better, and am more quiet than I was. John is so pleased to see me improve! He laughed a little the other day, and said I seemed to be flourishing in spite of my wallpaper. I turned it off with a laugh. I had no intention of telling him it was because of the wallpaper, he would make fun of me. He might even want to take me away. I don't want to leave now until I have found it out. There is a week more, and I think that will be enough. I'm feeling ever so much better! I don't sleep much at night, for it is so interesting to watch developments; but I sleep a good deal in the daytime. In the daytime it is tiresome and perplexing. There are always new shoots on the fungus, and new shades of yellow all over it. I cannot keep count of them, though I have tried conscientiously. It is the strangest yellow, that wallpaper! It makes me think of all the yellow things I ever saw, not beautiful ones like buttercups, but old foul, bad yellow things. But there is something else about that paper, the smell! I noticed it the moment we came into the room, but with so much air and sun it was not bad. Now we have had a week of fog and rain, and whether the windows are open or not, the smell is here. It creeps all over the house. I find it hovering in the dining-room, skulking in the parlor, hiding in the hall, lying in wait for me on the stairs. It gets into my hair. Even when I go to ride, if I turn my head suddenly and surprise it, there is that smell! Such a peculiar odor, too! I have spent hours in trying to analyze it, to find what it smelled like. It is not bad, at first, and very gentle, but quite the subtlest, most enduring odor I ever met. In this damp weather it is awful. I wake up in the night and find it hanging over me. It used to disturb me at first. I thought seriously of burning the house, to reach the smell. But now I am used to it. The only thing I can think of that it is like is the color of the paper! A yellow smell. There is a very funny mark on this wall, low down, near the mopboard. A streak that runs round the room. It goes behind every piece of furniture, except the bed, a long, straight, even smooch, as if it had been rubbed over and over. I wonder how it was done and who did it, and what they did it for. Round and round and round, round and round and round, it makes me dizzy! I really have discovered something at last. Through watching so much at night, when it changes so, I have finally found out. The front pattern does move, and no wonder! The woman behind shakes it! Sometimes I think there are a great many women behind, and sometimes only one, and she crawls around fast, and her crawling shakes it all over. Then in the very bright spots she keeps still, and in the very shady spots she just takes hold of the bars and shakes them hard. And she is all the time trying to climb through. But nobody could climb through that pattern, it strangles so; I think that is why it has so many heads. They get through, and then the pattern strangles them off and turns them upside-down, and makes their eyes white! If those heads were covered or taken off it would not be half so bad. I think that woman gets out in the daytime! And I'll tell you why, privately, I've seen her! I can see her out of every one of my windows! It is the same woman, I know, for she is always creeping, and most women do not creep by daylight. I see her on that long shaded lane, creeping up and down. I see her in those dark grape arbors, creeping all around the garden. I see her on that long road under the trees, creeping along, and when a carriage comes she hides under the blackberry vines. I don't blame her a bit. It must be very humiliating to be caught creeping by daylight! I always lock the door when I creep by daylight. I can't do it at night, for I know John would suspect something at once. And John is so queer now, that I don't want to irritate him. I wish he would take another room! Besides, I don't want anybody to get that woman out at night but myself. I often wonder if I could see her out of all the windows at once. But, turn as fast as I can, I can only see out of one at one time. And though I always see her she may be able to creep faster than I can turn! I have watched her sometimes away off in the open country, creeping as fast as a cloud shadow in a high wind. If only that top pattern could be gotten off from the under one! I mean to try it, little by little. I have found out another funny thing, but I shan't tell it this time! It does not do to trust people too much. There are only two more days to get this paper off, and I believe John is beginning to notice. I don't like the look in his eyes. And I heard him ask Jennie a lot of professional questions about me. She had a very good report to give. She said I slept a good deal in the daytime. John knows I don't sleep very well at night, for all I'm so quiet! He asked me all sorts of questions, too, and pretended to be very loving and kind. As if I couldn't see through him! Still, I don't wonder he acts so, sleeping under this paper for three months. It only interests me, but I feel sure John and Jennie are secretly affected by it. Hurrah! This is the last day, but it is enough. John is to stay in town over night, and won't be out until this evening. Jennie wanted to sleep with me, the sly thing! but I told her I should undoubtedly rest better for a night all alone. That was clever, for really I wasn't alone a bit! As soon as it was moonlight, and that poor thing began to crawl and shake the pattern, I got up and ran to help her. I pulled and she shook, I shook and she pulled, and before morning we had peeled off yards of that paper. A strip about as high as my head and half around the room. And then when the sun came and that awful pattern began to laugh at me I declared I would finish it to-day! We go away to-morrow, and they are moving all my furniture down again to leave things as they were before. Jennie looked at the wall in amazement, but I told her merrily that I did it out of pure spite at the vicious thing. She laughed and said she wouldn't mind doing it herself, but I must not get tired. How she betrayed herself that time! But I am here, and no person touches this paper but me, not alive! She tried to get me out of the room, it was too patent! But I said it was so quiet and empty and clean now that I believed I would lie down again and sleep all I could; and not to wake me even for dinner, I would call when I woke. So now she is gone, and the servants are gone, and the things are gone, and there is nothing left but that great bedstead nailed down, with the canvas mattress we found on it. We shall sleep downstairs to-night, and take the boat home to-morrow. I quite enjoy the room, now it is bare again. How those children did tear about here! This bedstead is fairly gnawed! But I must get to work. I have locked the door and thrown the key down into the front path. I don't want to go out, and I don't want to have anybody come in, till John comes. I want to astonish him. I've got a rope up here that even Jennie did not find. If that woman does get out, and tries to get away, I can tie her! But I forgot I could not reach far without anything to stand on! This bed will not move! I tried to lift and push it until I was lame, and then I got so angry I bit off a little piece at one corner, but it hurt my teeth. Then I peeled off all the paper I could reach standing on the floor. It sticks horribly and the pattern just enjoys it! All those strangled heads and bulbous eyes and waddling fungus growths just shriek with derision! I am getting angry enough to do something desperate. To jump out of the window would be admirable exercise, but the bars are too strong even to try. Besides I wouldn't do it. Of course not. I know well enough that a step like that is improper and might be misconstrued. I don't like to look out of the windows even, there are so many of those creeping women, and they creep so fast. I wonder if they all come out of that wallpaper as I did? But I am securely fastened now by my well-hidden rope, you don't get me out in the road there! I suppose I shall have to get back behind the pattern when it comes night, and that is hard! It is so pleasant to be out in this great room and creep around as I please! I don't want to go outside. I won't, even if Jennie asks me to. For outside you have to creep on the ground, and everything is green instead of yellow. But here I can creep smoothly on the floor, and my shoulder just fits in that long smooch around the wall, so I cannot lose my way. Why, there's John at the door! It is no use, young man, you can't open it! How he does call and pound! Now he's crying for an axe. It would be a shame to break down that beautiful door! 'John dear!' said I in the gentlest voice, 'the key is down by the front steps, under a plantain leaf!' That silenced him for a few moments. Then he said, very quietly indeed, 'Open the door, my darling!' 'I can't,' said I. 'The key is down by the front door under a plantain leaf!' And then I said it again, several times, very gently and slowly, and said it so often that he had to go and see, and he got it, of course, and came in. He stopped short by the door. 'What is the matter?' he cried. 'For God's sake, what are you doing!' I kept on creeping just the same, but I looked at him over my shoulder. 'I've got out at last,' said I, 'in spite of you and Jane! And I've pulled off most of the paper, so you can't put me back!' Now why should that man have fainted? But he did, and right across my path by the wall, so that I had to creep over him every time! . . . THE END"},
    { "author" : "James Joyce",
    "title" : "Two Gallants",
    "text" : "~ ~ ~ The grey warm evening of August had descended upon the city and a mild warm air, a memory of summer, circulated in the streets. The streets, shuttered for the repose of Sunday, swarmed with a gaily coloured crowd. Like illumined pearls the lamps shone from the summits of their tall poles upon the living texture below which, changing shape and hue unceasingly, sent up into the warm grey evening air an unchanging unceasing murmur.Two young men came down the hill of Rutland Square. One of them was just bringing a long monologue to a close. The other, who walked on the verge of the path and was at times obliged to step on to the road, owing to his companion’s rudeness, wore an amused listening face. He was squat and ruddy. A yachting cap was shoved far back from his forehead and the narrative to which he listened made constant waves of expression break forth over his face from the corners of his nose and eyes and mouth. Little jets of wheezing laughter followed one another out of his convulsed body. His eyes, twinkling with cunning enjoyment, glanced at every moment towards his companion’s face. Once or twice he rearranged the light waterproof which he had slung over one shoulder in toreador fashion. His breeches, his white rubber shoes and his jauntily slung waterproof expressed youth. But his figure fell into rotundity at the waist, his hair was scant and grey and his face, when the waves of expression had passed over it, had a ravaged look.When he was quite sure that the narrative had ended he laughed noiselessly for fully half a minute. Then he said:“Well!... That takes the biscuit!”His voice seemed winnowed of vigour; and to enforce his words he added with humour:“That takes the solitary, unique, and, if I may so call it, recherché biscuit!”He became serious and silent when he had said this. His tongue was tired for he had been talking all the afternoon in a public-house in Dorset Street. Most people considered Lenehan a leech but, in spite of this reputation, his adroitness and eloquence had always prevented his friends from forming any general policy against him. He had a brave manner of coming up to a party of them in a bar and of holding himself nimbly at the borders of the company until he was included in a round. He was a sporting vagrant armed with a vast stock of stories, limericks and riddles. He was insensitive to all kinds of discourtesy. No one knew how he achieved the stern task of living, but his name was vaguely associated with racing tissues.“And where did you pick her up, Corley?” he asked.Corley ran his tongue swiftly along his upper lip.“One night, man,” he said, “I was going along Dame Street and I spotted a fine tart under Waterhouse’s clock and said good-night, you know. So we went for a walk round by the canal and she told me she was a slavey in a house in Baggot Street. I put my arm round her and squeezed her a bit that night. Then next Sunday, man, I met her by appointment. We went out to Donnybrook and I brought her into a field there. She told me she used to go with a dairyman.... It was fine, man. Cigarettes every night she’d bring me and paying the tram out and back. And one night she brought me two bloody fine cigars—O, the real cheese, you know, that the old fellow used to smoke.... I was afraid, man, she’d get in the family way. But she’s up to the dodge.”“Maybe she thinks you’ll marry her,” said Lenehan.“I told her I was out of a job,” said Corley. “I told her I was in Pim’s. She doesn’t know my name. I was too hairy to tell her that. But she thinks I’m a bit of class, you know.”Lenehan laughed again, noiselessly.“Of all the good ones ever I heard,” he said, “that emphatically takes the biscuit.”Corley’s stride acknowledged the compliment. The swing of his burly body made his friend execute a few light skips from the path to the roadway and back again. Corley was the son of an inspector of police and he had inherited his father’s frame and gait. He walked with his hands by his sides, holding himself erect and swaying his head from side to side. His head was large, globular and oily; it sweated in all weathers; and his large round hat, set upon it sideways, looked like a bulb which had grown out of another. He always stared straight before him as if he were on parade and, when he wished to gaze after someone in the street, it was necessary for him to move his body from the hips. At present he was about town. Whenever any job was vacant a friend was always ready to give him the hard word. He was often to be seen walking with policemen in plain clothes, talking earnestly. He knew the inner side of all affairs and was fond of delivering final judgments. He spoke without listening to the speech of his companions. His conversation was mainly about himself: what he had said to such a person and what such a person had said to him and what he had said to settle the matter. When he reported these dialogues he aspirated the first letter of his name after the manner of Florentines.Lenehan offered his friend a cigarette. As the two young men walked on through the crowd Corley occasionally turned to smile at some of the passing girls but Lenehan’s gaze was fixed on the large faint moon circled with a double halo. He watched earnestly the passing of the grey web of twilight across its face. At length he said:“Well ... tell me, Corley, I suppose you’ll be able to pull it off all right, eh?”Corley closed one eye expressively as an answer.“Is she game for that?” asked Lenehan dubiously. “You can never know women.”“She’s all right,” said Corley. “I know the way to get around her, man. She’s a bit gone on me.”“You’re what I call a gay Lothario,” said Lenehan. “And the proper kind of a Lothario, too!”A shade of mockery relieved the servility of his manner. To save himself he had the habit of leaving his flattery open to the interpretation of raillery. But Corley had not a subtle mind.“There’s nothing to touch a good slavey,” he affirmed. “Take my tip for it.”“By one who has tried them all,” said Lenehan.“First I used to go with girls, you know,” said Corley, unbosoming; “girls off the South Circular. I used to take them out, man, on the tram somewhere and pay the tram or take them to a band or a play at the theatre or buy them chocolate and sweets or something that way. I used to spend money on them right enough,” he added, in a convincing tone, as if he was conscious of being disbelieved.But Lenehan could well believe it; he nodded gravely.“I know that game,” he said, “and it’s a mug’s game.”“And damn the thing I ever got out of it,” said Corley.“Ditto here,” said Lenehan.“Only off of one of them,” said Corley.He moistened his upper lip by running his tongue along it. The recollection brightened his eyes. He too gazed at the pale disc of the moon, now nearly veiled, and seemed to meditate.“She was ... a bit of all right,” he said regretfully.He was silent again. Then he added:“She’s on the turf now. I saw her driving down Earl Street one night with two fellows with her on a car.”“I suppose that’s your doing,” said Lenehan.“There was others at her before me,” said Corley philosophically.This time Lenehan was inclined to disbelieve. He shook his head to and fro and smiled.“You know you can’t kid me, Corley,” he said.“Honest to God!” said Corley. “Didn’t she tell me herself?”Lenehan made a tragic gesture.“Base betrayer!” he said.As they passed along the railings of Trinity College, Lenehan skipped out into the road and peered up at the clock.“Twenty after,” he said.“Time enough,” said Corley. “She’ll be there all right. I always let her wait a bit.”Lenehan laughed quietly.“Ecod! Corley, you know how to take them,” he said.“I’m up to all their little tricks,” Corley confessed.“But tell me,” said Lenehan again, “are you sure you can bring it off all right? You know it’s a ticklish job. They’re damn close on that point. Eh?... What?”His bright, small eyes searched his companion’s face for reassurance. Corley swung his head to and fro as if to toss aside an insistent insect, and his brows gathered.“I’ll pull it off,” he said. “Leave it to me, can’t you?”Lenehan said no more. He did not wish to ruffle his friend’s temper, to be sent to the devil and told that his advice was not wanted. A little tact was necessary. But Corley’s brow was soon smooth again. His thoughts were running another way.“She’s a fine decent tart,” he said, with appreciation; “that’s what she is.”They walked along Nassau Street and then turned into Kildare Street. Not far from the porch of the club a harpist stood in the roadway, playing to a little ring of listeners. He plucked at the wires heedlessly, glancing quickly from time to time at the face of each new-comer and from time to time, wearily also, at the sky. His harp, too, heedless that her coverings had fallen about her knees, seemed weary alike of the eyes of strangers and of her master’s hands. One hand played in the bass the melody of Silent, O Moyle, while the other hand careered in the treble after each group of notes. The notes of the air sounded deep and full.The two young men walked up the street without speaking, the mournful music following them. When they reached Stephen’s Green they crossed the road. Here the noise of trams, the lights and the crowd released them from their silence.“There she is!” said Corley.At the corner of Hume Street a young woman was standing. She wore a blue dress and a white sailor hat. She stood on the curbstone, swinging a sunshade in one hand. Lenehan grew lively.“Let’s have a look at her, Corley,” he said.Corley glanced sideways at his friend and an unpleasant grin appeared on his face.“Are you trying to get inside me?” he asked.“Damn it!” said Lenehan boldly, “I don’t want an introduction. All I want is to have a look at her. I’m not going to eat her.”“O.... A look at her?” said Corley, more amiably. “Well ... I’ll tell you what. I’ll go over and talk to her and you can pass by.”“Right!” said Lenehan.Corley had already thrown one leg over the chains when Lenehan called out:“And after? Where will we meet?”“Half ten,” answered Corley, bringing over his other leg.“Where?”“Corner of Merrion Street. We’ll be coming back.”“Work it all right now,” said Lenehan in farewell.Corley did not answer. He sauntered across the road swaying his head from side to side. His bulk, his easy pace, and the solid sound of his boots had something of the conqueror in them. He approached the young woman and, without saluting, began at once to converse with her. She swung her umbrella more quickly and executed half turns on her heels. Once or twice when he spoke to her at close quarters she laughed and bent her head.Lenehan observed them for a few minutes. Then he walked rapidly along beside the chains at some distance and crossed the road obliquely. As he approached Hume Street corner he found the air heavily scented and his eyes made a swift anxious scrutiny of the young woman’s appearance. She had her Sunday finery on. Her blue serge skirt was held at the waist by a belt of black leather. The great silver buckle of her belt seemed to depress the centre of her body, catching the light stuff of her white blouse like a clip. She wore a short black jacket with mother-of-pearl buttons and a ragged black boa. The ends of her tulle collarette had been carefully disordered and a big bunch of red flowers was pinned in her bosom, stems upwards. Lenehan’s eyes noted approvingly her stout short muscular body. Frank rude health glowed in her face, on her fat red cheeks and in her unabashed blue eyes. Her features were blunt. She had broad nostrils, a straggling mouth which lay open in a contented leer, and two projecting front teeth. As he passed Lenehan took off his cap and, after about ten seconds, Corley returned a salute to the air. This he did by raising his hand vaguely and pensively changing the angle of position of his hat.Lenehan walked as far as the Shelbourne Hotel where he halted and waited. After waiting for a little time he saw them coming towards him and, when they turned to the right, he followed them, stepping lightly in his white shoes, down one side of Merrion Square. As he walked on slowly, timing his pace to theirs, he watched Corley’s head which turned at every moment towards the young woman’s face like a big ball revolving on a pivot. He kept the pair in view until he had seen them climbing the stairs of the Donnybrook tram; then he turned about and went back the way he had come.Now that he was alone his face looked older. His gaiety seemed to forsake him and, as he came by the railings of the Duke’s Lawn, he allowed his hand to run along them. The air which the harpist had played began to control his movements. His softly padded feet played the melody while his fingers swept a scale of variations idly along the railings after each group of notes.He walked listlessly round Stephen’s Green and then down Grafton Street. Though his eyes took note of many elements of the crowd through which he passed they did so morosely. He found trivial all that was meant to charm him and did not answer the glances which invited him to be bold. He knew that he would have to speak a great deal, to invent and to amuse, and his brain and throat were too dry for such a task. The problem of how he could pass the hours till he met Corley again troubled him a little. He could think of no way of passing them but to keep on walking. He turned to the left when he came to the corner of Rutland Square and felt more at ease in the dark quiet street, the sombre look of which suited his mood. He paused at last before the window of a poor-looking shop over which the words Refreshment Bar were printed in white letters. On the glass of the window were two flying inscriptions: Ginger Beer and Ginger Ale. A cut ham was exposed on a great blue dish while near it on a plate lay a segment of very light plum-pudding. He eyed this food earnestly for some time and then, after glancing warily up and down the street, went into the shop quickly.He was hungry for, except some biscuits which he had asked two grudging curates to bring him, he had eaten nothing since breakfast-time. He sat down at an uncovered wooden table opposite two work-girls and a mechanic. A slatternly girl waited on him.“How much is a plate of peas?” he asked.“Three halfpence, sir,” said the girl.“Bring me a plate of peas,” he said, “and a bottle of ginger beer.”He spoke roughly in order to belie his air of gentility for his entry had been followed by a pause of talk. His face was heated. To appear natural he pushed his cap back on his head and planted his elbows on the table. The mechanic and the two work-girls examined him point by point before resuming their conversation in a subdued voice. The girl brought him a plate of grocer’s hot peas, seasoned with pepper and vinegar, a fork and his ginger beer. He ate his food greedily and found it so good that he made a note of the shop mentally. When he had eaten all the peas he sipped his ginger beer and sat for some time thinking of Corley’s adventure. In his imagination he beheld the pair of lovers walking along some dark road; he heard Corley’s voice in deep energetic gallantries and saw again the leer of the young woman’s mouth. This vision made him feel keenly his own poverty of purse and spirit. He was tired of knocking about, of pulling the devil by the tail, of shifts and intrigues. He would be thirty-one in November. Would he never get a good job? Would he never have a home of his own? He thought how pleasant it would be to have a warm fire to sit by and a good dinner to sit down to. He had walked the streets long enough with friends and with girls. He knew what those friends were worth: he knew the girls too. Experience had embittered his heart against the world. But all hope had not left him. He felt better after having eaten than he had felt before, less weary of his life, less vanquished in spirit. He might yet be able to settle down in some snug corner and live happily if he could only come across some good simple-minded girl with a little of the ready.He paid twopence halfpenny to the slatternly girl and went out of the shop to begin his wandering again. He went into Capel Street and walked along towards the City Hall. Then he turned into Dame Street. At the corner of George’s Street he met two friends of his and stopped to converse with them. He was glad that he could rest from all his walking. His friends asked him had he seen Corley and what was the latest. He replied that he had spent the day with Corley. His friends talked very little. They looked vacantly after some figures in the crowd and sometimes made a critical remark. One said that he had seen Mac an hour before in Westmoreland Street. At this Lenehan said that he had been with Mac the night before in Egan’s. The young man who had seen Mac in Westmoreland Street asked was it true that Mac had won a bit over a billiard match. Lenehan did not know: he said that Holohan had stood them drinks in Egan’s.He left his friends at a quarter to ten and went up George’s Street. He turned to the left at the City Markets and walked on into Grafton Street. The crowd of girls and young men had thinned and on his way up the street he heard many groups and couples bidding one another good-night. He went as far as the clock of the College of Surgeons: it was on the stroke of ten. He set off briskly along the northern side of the Green hurrying for fear Corley should return too soon. When he reached the corner of Merrion Street he took his stand in the shadow of a lamp and brought out one of the cigarettes which he had reserved and lit it. He leaned against the lamp-post and kept his gaze fixed on the part from which he expected to see Corley and the young woman return.His mind became active again. He wondered had Corley managed it successfully. He wondered if he had asked her yet or if he would leave it to the last. He suffered all the pangs and thrills of his friend’s situation as well as those of his own. But the memory of Corley’s slowly revolving head calmed him somewhat: he was sure Corley would pull it off all right. All at once the idea struck him that perhaps Corley had seen her home by another way and given him the slip. His eyes searched the street: there was no sign of them. Yet it was surely half-an-hour since he had seen the clock of the College of Surgeons. Would Corley do a thing like that? He lit his last cigarette and began to smoke it nervously. He strained his eyes as each tram stopped at the far corner of the square. They must have gone home by another way. The paper of his cigarette broke and he flung it into the road with a curse.Suddenly he saw them coming towards him. He started with delight and, keeping close to his lamp-post, tried to read the result in their walk. They were walking quickly, the young woman taking quick short steps, while Corley kept beside her with his long stride. They did not seem to be speaking. An intimation of the result pricked him like the point of a sharp instrument. He knew Corley would fail; he knew it was no go.They turned down Baggot Street and he followed them at once, taking the other footpath. When they stopped he stopped too. They talked for a few moments and then the young woman went down the steps into the area of a house. Corley remained standing at the edge of the path, a little distance from the front steps. Some minutes passed. Then the hall-door was opened slowly and cautiously. A woman came running down the front steps and coughed. Corley turned and went towards her. His broad figure hid hers from view for a few seconds and then she reappeared running up the steps. The door closed on her and Corley began to walk swiftly towards Stephen’s Green.Lenehan hurried on in the same direction. Some drops of light rain fell. He took them as a warning and, glancing back towards the house which the young woman had entered to see that he was not observed, he ran eagerly across the road. Anxiety and his swift run made him pant. He called out:“Hallo, Corley!”Corley turned his head to see who had called him, and then continued walking as before. Lenehan ran after him, settling the waterproof on his shoulders with one hand.“Hallo, Corley!” he cried again.He came level with his friend and looked keenly in his face. He could see nothing there.“Well?” he said. “Did it come off?”They had reached the corner of Ely Place. Still without answering, Corley swerved to the left and went up the side street. His features were composed in stern calm. Lenehan kept up with his friend, breathing uneasily. He was baffled and a note of menace pierced through his voice.“Can’t you tell us?” he said. “Did you try her?”Corley halted at the first lamp and stared grimly before him. Then with a grave gesture he extended a hand towards the light and, smiling, opened it slowly to the gaze of his disciple. A small gold coin shone in the palm. . . . THE END"}
    ]
  }
}